[
    { 
        "nombre" : 'Walter White', 
        "url" : 'walter',
        "imagen" : 'walter.webp',
        "imagenFicha" : 'walter-ficha.webp',
        "aspecto" : 'tall',
        "ficha" : '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Walter Hartwell White</li><li>Alias: Heisenberg</li><li>Fecha de nacimiento: <time datetime="1958-09-07">7 de Septiembre de 1958</time></li><li>Nacionalidad: Estadounidense</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Profesor de química y Fabricante de metanfetamina</li><li>Pareja: Skyler White</li><li>Hijos: Walter White Jr. y Holly White</li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Pilot» (2008)</li><li>Última aparición: «Felina» (2013)</li><li>Creado por:	Vince Gilligan</li><li>Interpretado por: Bryan Cranston</li><li>Doblador en España: Miguel Ayones</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Walter Hartwell White (apodado <strong>Heisenberg</strong>), es el personaje protagonista de la serie. El personaje es interpretado por el actor <strong>Bryan Cranston</strong>.</p><p>Es presentado como un químico graduado del Instituto de Tecnología de California, quien cofundó la empresa Gray Matter Technologies. Dejó Gray Matter abruptamente, vendiendo sus acciones por $5,000. Poco después, la compañía hizo una fortuna, en gran parte gracias a la investigación de Walt. Posteriormente, <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walt</a> se mudó a Albuquerque, Nuevo México, donde se convirtió en profesor de química en la escuela secundaria. En su 50 cumpleaños, se le diagnostica cáncer de pulmón en estadio IIIA. Después de este descubrimiento, <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walt</a> recurre a la fabricación y venta de metanfetamina con un exalumno suyo, <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> (Aaron Paul), para garantizar la seguridad económica de su familia después de su muerte. Se sumerge cada vez más en el tráfico de drogas ilícitas, volviéndose más despiadado a medida que avanza la serie, y luego adopta el alias "Heisenberg", que se vuelve reconocible como una figura clave en el tráfico de drogas del suroeste.</p><p>Tanto el personaje como la actuación de Cranston han recibido elogios de la crítica y White se menciona con frecuencia como uno de los personajes televisivos más grandes e icónicos de todos los tiempos. Cranston ganó cuatro premios Emmy como actor principal destacado en una serie dramática, tres de ellos consecutivos. Es el primer actor en ganar un Critics Choice, Golden Globe, Primetime Emmy y Screen Actors Guild Award por su actuación. Cranston repitió el papel de <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walt</a> en un flashback de la secuela de Breaking Bad, El Camino, y lo repitió de nuevo en la sexta y última temporada de la serie precuela Better Call Saul.</p>'
    },
    { 
        "nombre" : 'Skyler White',
        "url" : 'skyler',
        "imagen" : 'skyler.webp',
        "imagenFicha" : 'skyler-ficha.webp',
        "aspecto" : 'tall',
        "ficha": '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Skyler Lambert</li><li>Alias: Sky</li><li>Fecha de nacimiento: <time datetime="1970-11-08">8 de Noviembre de 1970</time></li><li>Nacionalidad: Estadounidense</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Escritora de cuentos cortos, Contadora, Gerente de lavado de autos y Despachadora de taxis</li><li>Hijos: Walter White Jr. y Holly White</li><li>Pareja: <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a></li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Pilot» (2008)</li><li>Última aparición: «Felina» (2013)</li><li>Creado por:	Vince Gilligan</li><li>Interpretado por: Anna Gunn</li><li>Doblador en España: Ana Maria Marí</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Skyler White (de soltera Lambert) es la tritagonista de Breaking Bad. Es presentada como la esposa del protagonista <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a>, que al sospechar y descubrir su doble vida como capo de la droga, trata de proteger a su familia de su lenta y oscura transformación, aunque en momentos, lo ayuda a expandir sus negocios. Por su actuación, Gunn recibió elogios de la crítica, y algunos críticos incluso elogiaron su personaje como modelo para las antiheroínas televisivas. </p><p>A lo largo de los años, Skyler ha tenido varias fuentes de ingresos escasas: trabajando como contable para la firma Beneke Fabricators de Albuquerque, escribiendo cuentos y vendiendo artículos en eBay. Ella y su esposo, <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a> (Bryan Cranston), tienen un hijo, Walt Jr. (RJ Mitte), que tiene parálisis cerebral, y una pequeña hija que nace en los eventos de la serie, Holly (Elanor Anne Wenrich). Su hermana, Marie (Betsy Brandt), está casada con un agente de la DEA, Hank Schrader (Dean Norris). Skyler es 12 años menor que Walt, a quien conoció cuando era anfitriona en un restaurante cerca del antiguo lugar de trabajo de Walt, cerca del Laboratorio Nacional de Los Álamos. </p>'
    },
    { 
        "nombre" : 'Jesse Pinkman',
        "url" : 'jesse',
        "imagen" : 'jesse.webp',
        "imagenFicha" : 'jesse-ficha.webp',
        "aspecto" : 'tall',
        "ficha": '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Jesse Bruce Pinkman</li><li>Alias: Jesse</li><li>Fecha de nacimiento: <time datetime="1984-09-24">24 de Septiembre de 1984</time></li><li>Nacionalidad: Estadounidense</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Traficante de metanfetamina</li><li>Padres: Adam Pinkman y Señora Pinkman</li><li>Pareja(s): Jane Margolis [Fallecida] y Andrea Cantillo [Fallecida]</li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Pilot» (2008)</li><li>Última aparición: «Felina» (2013)</li><li>Creado por:	Vince Gilligan</li><li>Interpretado por: Aaron Paul</li><li>Doblador en España: Alejandro Martínez</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Jesse Bruce Pinkman es uno de los personajes principales de la serie, interpretado por <strong>Aaron Paul</strong>. Jesse es un traficante de metanfetaminas exalumno del protagonista de la serie, <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a>, quien se convierte en su socio, ayudándolo a ganar dinero para dejarlo a su familia antes que muera por su cáncer de pulmón.</p><p>Jesse es el único personaje además de <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walt</a> que aparece en todos los episodios del programa. Paul repitió el papel para la película derivada de 2019 El Camino: A Breaking Bad Movie, una secuela de la serie ambientada después de su final, y nuevamente en 2022 para la sexta y última temporada de la serie precuela Better Call Saul, siendo uno de los pocos personajes que aparecen tanto en los programas como en la película.</p><p>A pesar de los planes para matar al personaje al final de la primera temporada, la actuación de Paul convenció al productor ejecutivo y escritor principal Vince Gilligan de mantener a Jesse en el programa. El personaje y la actuación de Paul han recibido elogios de la crítica y los fanes. Los críticos elogiaron especialmente el desarrollo del personaje de Jesse de un traficante de drogas antipático a la brújula moral del programa a medida que se vuelve cada vez más culpable y arrepentido por sus acciones y las de <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a> mientras estaba involucrado en el tráfico de drogas.</p><p>Por su interpretación, Paul ganó el Premio Primetime Emmy como Mejor Actor de Reparto en una Serie Dramática en 2010, 2012 y 2014, convirtiéndolo en el primer actor en ganar la categoría tres veces desde su separación en drama y comedia.</p>'
    },
    { 
        "nombre" : 'Gus Fring',
        "url" : 'gus',
        "imagen" : 'gus.webp',
        "imagenFicha" : 'gus-ficha.webp',
        "aspecto" : 'tall',
        "ficha": '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Gustavo Fring</li><li>Alias: Gus</li><li>Fecha de nacimiento: <time datetime="1958">1958</time></li><li>Nacionalidad: Chileno</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Cofundador de Los Pollos Hermanos y Asociado del cartel de Juárez</li><li>Padres: Se desconocen</li><li>Pareja: No tiene</li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Mandala» (2009)</li><li>Última aparición: «Face off» (2011)</li><li>Creado por:	Vince Gilligan</li><li>Interpretado por: Giancarlo Esposito</li><li>Doblador en España: Manuel Bellido</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Gustavo "Gus" Fring es un personaje de las series de televisión dramáticas estadounidenses Breaking Bad y Better Call Saul. Se trata de un empresario chileno-estadounidense y un importante distribuidor de narcóticos en el suroeste de los Estados Unidos que usa varios negocios legítimos, incluida una cadena de exitosos restaurantes de pollo frito llamada Los Pollos Hermanos y una instalación de lavandería industrial llamada Lavandería Brillante como fachada para lavar dinero para una gran operación de drogas.</p><p>Aunque en apariencia trabaja con el cartel mexicano para distribuir cocaína, en secreto planea vengarse de sus miembros por la muerte de su socio comercial y mejor amigo Maximino "Max" Arciniega a manos de Héctor Salamanca, el patriarca del narcotráfico respaldado por el cartel. en el suroeste. Para independizarse de la cocaína del cartel, construye un laboratorio secreto debajo de la lavandería industrial para fabricar metanfetamina.</p><p>Fring fue creado como un personaje para reemplazar al de Tuco Salamanca (Raymond Cruz) durante la segunda temporada. Gus, como un hombre de negocios estoico, fue creado para ser opuesto al caótico Tuco y actuar como contraste con <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a>.</p><p>Por su interpretación de Gus Fring, Esposito fue nominado para los Premios Primetime Emmy por Mejor Actor de Reparto en una Serie Dramática para la 64.ª edición de los galardones. La revista TV Guide colocó al personaje en el puesto n.º 3 en su lista de 2013 de los 60 mejores villanos de todos los tiempos.</p>'
    },
    { 
        "nombre" : 'Saul Goodman',
        "url" : 'saul',
        "imagen" : 'saul.webp',
        "imagenFicha" : 'saul-ficha.webp',
        "aspecto" : 'tall',
        "ficha": '<h2>Información personal</h2><ul><li>Nombre de nacimiento: James Morgan McGill</li><li>Alias: Saul Goodman</li><li>Fecha de nacimiento: <time datetime="1960-11-12">12 de Noviembre de 1960</time></li><li>Nacionalidad: Estadounidense</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Abogado y Gerente de tienda de teléfonos</li><li>Padres: Charles McGill Sr. y Ruth McGill</li><li>Pareja: Kim Wexler (Divorciado)</li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Better call Saul» (2009)</li><li>Última aparición: «Granite State» (2013)</li><li>Creado por:	Vince Gilligan</li><li>Interpretado por: Bob Odenkirk</li><li>Doblador en España: Paco Vaquero</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>James Morgan "Jimmy" McGill, más conocido por su nombre comercial Saul Goodman, aparece por primera vez como un personaje principal en Breaking Bad (2008-2013) y más tarde como el protagonista antihéroe titular de su spin-off Better Call Saul (2015-2022).</p><p>Saul es presentado como un abogado egocéntrico y sin escrúpulos que vive en Albuquerque, Nuevo México y adoptando sus tácticas como ex estafador, se involucra en el inframundo criminal de la ciudad. En Breaking Bad, actúa como consejero de los cocineros de metanfetaminas <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a> (Bryan Cranston) y <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> (Aaron Paul) y desempeña un papel crucial en el desarrollo y crecimiento de su imperio de las drogas. La historia principal de su precuela Better Call Saul describe los orígenes de Saul como el serio abogado Jimmy McGill y su declive moral en los seis años previos a los eventos de Breaking Bad; también presenta una historia secuela, donde Saul vive bajo el nombre falso de Gene Takavic, explorando las consecuencias de sus acciones en Breaking Bad. </p><p>Saul apareció por primera vez en "Better Call Saul" (2009), el octavo episodio de la segunda temporada de Breaking Bad. Fue creado para proporcionar a <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walt</a> y <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> una guía para sus actividades delictivas y para reemplazar a Hank Schrader (Dean Norris) como el alivio cómico de la serie. Su nombre, "Saul Goodman", es un juego de palabras con la frase "its all good, man" (todo está bien, hombre en español). Aunque Odenkirk fue elegido inicialmente para solo cuatro episodios como actor invitado, se convirtió en una parte integral de la narrativa de Breaking Bad después de que Gilligan y Gould quedaron impresionados por su actuación; Posteriormente, Odenkirk se unió al elenco principal en la tercera temporada y permaneció hasta la quinta y última temporada del programa. Tras la conclusión de Breaking Bad, Gilligan y Gould comenzaron a desarrollar un spin-off centrado en Saul que representa su historia de origen.</p>'
    },
    { 
        "nombre" : 'Jane Margolis',
        "url" : 'jane',
        "imagen" : 'jane.webp',
        "imagenFicha" : 'jane-ficha.webp',
        "aspecto" : '',
        "ficha": '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Jane Margolis</li><li>Alias: Chica disculpas</li><li>Fecha de nacimiento: Desconocida</li><li>Nacionalidad: Estadounidense</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Diseñadora de tatuajes y casera</li><li>Padre: Donald Margolis</li><li>Pareja: <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a></li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Breakage» (2009)</li><li>Última aparición: «Abiquiú» (2010)</li><li>Creado por:	Vince Gilligan</li><li>Interpretado por: Krysten Ritter</li><li>Doblador en España: Beatriz Berciano</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Jane Margolis es la vecina, casera y novia de <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a>. Se dedica a diseñar tatuajes y además está en rehabilitación debido al uso de drogas. A pesar de parecer huraña al principio, pronto se aproxima a <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> y ambos se convierten en pareja, algo que tiene que esconder de su padre, Donald, el dueño de las casas donde ambos vivían.</p><p>Jane es una joven mujer que vive sola, se encuentra en rehabilitación por adicción a las drogas, asiste a las reuniones de rehabilitación junto con su padre Donald Margolis, mediante eso se mantiene limpia durante 18 meses, hasta que el destino la une a <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a>, quien busca una casa para rentar. Él ve la casa de Jane como muy confortable y buena, entonces hace el trato con ella y quedan de acuerdo en que él viviría ahí pero con muchas reglas, como no fumar, no drogarse, no música fuerte, etc. <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> ve a Jane como una joven muy atractiva, entonces busca la forma de llamar su atención, hasta que lo consigue comprándose un televisor LCD y la invita a pasar a verlo. Así entablan una forma de contacto cercano, conversan y se conocen más.</p><p>La unión entre <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> y Jane desata una fuerte influencia negativa en la rehabilitación de Jane, lo que la lleva a drogarse de nuevo con heroína, y consecuentemente a la muerte. Jane fallece por una sobredosis de speedball, una combinación entre heroína y crack, ahogada en su propio vómito; la cual <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a> pudo haber detenido pero no lo hizo ya que Jane era un obstáculo para su negocio con <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a>.</p><p>La muerte de Jane tuvo repercusiones significativas, y es en gran parte responsable de la caída depresiva de <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a>. <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter</a> también expresa su culpa por su inacción hacia Jane a <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a>, y cuestiona la improbabilidad estadística de conocerla y haber hablado con su padre la misma noche que ella murió, a pesar de nunca haberla conocido de antemano.</p>'
    },
    { 
        "nombre" : 'Hank Schrader',
        "url" : 'hank',
        "imagen" : 'hank.webp',
        "imagenFicha" : 'hank-ficha.webp',
        "aspecto" : '',
        "ficha": '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Henry R. Schrader</li><li>Alias: Hank</li><li>Fecha de nacimiento: <time datetime="1966-03">Marzo de 1966</time></li><li>Nacionalidad: Estadounidense</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Agente de la DEA</li><li>Pareja: Marie Schrader</li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Pilot» (2008)</li><li>Última aparición: «Ozymandias» (2013)</li><li>Creado por: Vince Gilligan</li><li>Interpretado por: Dean Norris</li><li>Doblador en España: Carlos Ysbert</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Henry R. "Hank" Schrader aparece en la práctica totalidad de la serie. Es interpretado por Dean Norris. Es presentado como agente de la DEA y cuñado del protagonista <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a> que sigue poco a poco las pistas de un narcotraficante conocido como "Heisemberg". El desarrollo del personaje de Hank a lo largo de la serie y la actuación de Norris han sido aclamados por la crítica.</p><p>Henry R. Schrader1​ es el cuñado del protagonista <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a>, y es un agente de la Administración de Control de Drogas (DEA) en Albuquerque, Nuevo México. A lo largo de la serie, dirige la investigación sobre las operaciones del cocinero de metanfetamina "Heisenberg", sin saber que el escurridizo capo de la droga es su propio cuñado. Hank también se enfrenta a numerosas amenazas de los cárteles de la droga rivales que van afectando su salud mental a medida que avanza la serie y, finalmente, comienza a tomar medidas más extremas para encontrar a "Heisenberg" y arrestarlo.</p><p>Hank era un agente especial de la DEA, donde ascendió de rango hasta convertirse en el supervisor de todas las investigaciones manejadas por su oficina de Albuquerque, bajo la atenta mirada de ASAC George Merkert (Michael Shamus Wiles) y SAC Ramey. Está casado con Marie (Betsy Brandt), con quien no tiene hijos. Es cercano a su familia por matrimonio, los White: Walt, su esposa (y hermana de Marie) Skyler (Anna Gunn) y su hijo Walter Jr. (RJ Mitte). En contraste con el apacible Walt, Hank es extrovertido, ambicioso y aparentemente intrépido y ansioso por emprender investigaciones peligrosas para avanzar en su carrera. Sin embargo, debajo de su exterior duro e imperturbable, lucha con algunas de sus propias vulnerabilidades: tenía los pies fríos cuando se trataba de casarse con Marie y, a pesar de su ambición, tiene miedo de salir de su zona de confort en el trabajo, principalmente debido a los efectos del PTSD que comienza a sufrir desde el asesinato de Tuco Salamanca y encuentros sangrientos posteriores durante redadas de drogas en su labor en El Paso.</p><p>Como pasatiempo, Hank elabora en casa su propia cerveza, que embotella con el nombre de "Schraderbräu". Después de que los primos de Tuco le disparan a quemarropa y para lidiar con su recuperación, pasa parte de la temporada 4 dedicándose a la recolección de minerales, para disgusto de Marie.</p>'
    },
    {
        "nombre" : 'Mike Ehrmantraut',
        "url" : 'mike',
        "imagen" : 'mike.webp',
        "imagenFicha" : 'mike-ficha.webp',
        "aspecto" : '',
        "ficha" : '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Michael Ehrmantraut</li><li>Alias: Mike</li><li>Fecha de nacimiento: <time datetime="1944">1944</time></li><li>Nacionalidad: Estadounidense</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Oficial del Cuerpo de Marines, Oficial de policía, Limpiador, Jefe de seguridad de Los Pollos Corporate, Sicario, Investigador privado, Asistente de estacionamiento con SMQ Parking en el juzgado de Albuquerque y Consultor de seguridad en Madrigal Electromotive</li><li>Hijos: Matt Ehrmantraut</li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «ABQ» (2009)</li><li>Última aparición: «El camino» (2019)</li><li>Creado por: Vince Gilligan</li><li>Interpretado por: Jonathan Banks</li><li>Doblador en España: Julio Sanchidrián</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Mike es presentado en Breaking Bad como un ex oficial de policía de Filadelfia y veterano del Cuerpo de Marines de los Estados Unidos que trabaja para el capo de la droga <a href="detalle-personaje.html?personaje=gus" title="Web de detalle sobre Gus Fring">Gus Fring</a> —y, en ocasiones, para el abogado <a href="detalle-personaje.html?personaje=saul" title="Web de detalle sobre Saul Goodman">Saul Goodman</a>— como investigador privado, jefe de seguridad, limpiador y sicario. Mike como personaje ha sido elogiado por la crítica y convirtiéndose en favorito del público; la actuación de Banks ha recibido varios premios de actuación y nominaciones.</p><p>Según Banks, Mike es un veterano de la Infantería de Marina que sirvió en la Guerra de Vietnam.8​ El servicio militar de Mike está implícito en el episodio de la segunda temporada de Better Call Saul, "Gloves Off", cuando menciona su familiaridad con un rifle de francotirador del mercado negro que tiene la intención de comprar. Posteriormente se convirtió en oficial del Departamento de Policía de Filadelfia. Mike tuvo un hijo, Matt, que también se convirtió en policía. Matt se casó con Stacey y tuvieron una hija, Kaylee. En un flashback extendido en el episodio "Five-O" de Better Call Saul, se revela que Mike fue un oficial de policía corrupto que aceptó sobornos (más tarde se revela que estos comenzaron en 1984). Para diciembre de 2001, otros oficiales corruptos se acercaron a Matt y le pidieron consejo a Mike; Mike le aconsejó a Matt que no tomar el dinero lo etiquetaría como un denunciante y pondría en peligro su vida y la de su familia, así que Matt lo tomó. El socio de Matt y otro oficial lo mataron de todos modos porque su vacilación les hizo pensar que podría entregarlos. Stacey y Kaylee se fueron de Filadelfia a Albuquerque después del funeral de Matt. Mike identificó a los oficiales que lo mataron y organizó una emboscada para matarlos a ambos, después de lo cual se fue a Albuquerque, para ver y estar cerca de Stacey y Kaylee.</p>'
    },
    { 
        "nombre" : 'Hector Salamanca',
        "url" : 'hector',
        "imagen" : 'hector.webp',
        "imagenFicha" : 'hector-ficha.webp',
        "aspecto" : '',
        "ficha" : '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Hector Salamanca</li><li>Alias: Tío, "Don" Salamanca</li><li>Fecha de nacimiento: Desconocida</li><li>Nacionalidad: Mejicano</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Ex-capo del Cártel de Juárez</li><li>Sobrinos: Tuco Salamanca, Leonel Salamanca, Marco Salamanca y Lalo Salamanca</li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Grilled» (2009)</li><li>Última aparición: «Face off» (2011)</li><li>Creado por: Vince Gilligan</li><li>Interpretado por: Mark Margolis</li><li>Doblador en España: Vicente Gil</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Hector Salamanca era un miembro de alto rango del Cártel de Juárez y fue referido, aun en su enfermedad, como "Don Salamanca" de líderes de los carteles contemporáneos como Juan Bolsa. Él fue y es el más temido de los Dons y fue el patriarca de la familia Salamanca, siendo el tío de Tuco, Leonel y Marco Salamanca. Cuando Leonel y Marco eran niños, Hector les enseñó lecciones de vida brutales como el casi ahogamiento de Marco frente a su hermano después de que este le hubiese deseado la muerte con la lección de vida "que la familia lo era todo".</p><p>Él trabajaba para Don Eladio en el momento en el que <a href="detalle-personaje.html?personaje=gus" title="Web de detalle sobre Gus Fring">Gus Fring</a> hizo una obertura hacia el cartel. Poco antes de que casi de ahogar a su sobrino Marco, el tío estaba discutiendo por teléfono sobre cómo el cartel debe tratar con Gus, quien menospreció al joven Gus como el "Hombre Pollo", cuando advirtió: "Nunca confíes en alguien del Estado de América del Sur."</p>'
    },
    { 
        "nombre" : 'Tuco Salamanca',
        "url" : 'tuco',
        "imagen" : 'tuco.webp',
        "imagenFicha" : 'tuco-ficha.webp',
        "aspecto" : '',
        "ficha" : '<h2>Información personal</h2><ul><li>Nombre de nacimiento: Tuco Salamanca</li><li>Alias: Tuco</li><li>Fecha de nacimiento: <time datetime="1970">1970</time></li><li>Nacionalidad: Mejicano</li></ul><h2>Información profesional y familiar</h2><ul><li>Ocupación: Traficante de metanfetamina</li><li>Primos: Joaquín Salamanca, Leonel Salamanca y Marco Salamanca</li></ul><h2>Otros datos de interés</h2><ul><li>Primera aparición: «Crazy Handful of Nothin» (2008)</li><li>Última aparición: «Grilled» (2009)</li><li>Creado por: Vince Gilligan</li><li>Interpretado por: Raymond Cruz</li><li>Doblador en España: Roberto Encinas</li></ul>',
        "texto" : '<h2>Resumen del personaje</h2><p>Tuco Salamanca es un narcotraficante mexicano radicado en Albuquerque. Se caracteriza por tenerle mucho respeto a <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a> (Bryan Cranston) pero, a la vez, siente repudio por <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> (Aaron Paul), a quien agrede e intenta asesinar en reiteradas ocasiones.</p><p>Con el objetivo de conseguir un nuevo distribuidor de su droga (metanfetamina), <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a> y <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> acuden a él. Ambos descubren inmediatamente que Tuco es una persona impredecible, brutalmente violenta y adicta a la metanfetamina.</p><p>Tras una serie de sucesos, incluido un ataque de Tuco a <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> (quien termina en un hospital con fracturas), tanto Tuco como <a href="detalle-personaje.html?personaje=walter" title="Web de detalle sobre Walter White">Walter White</a> y <a href="detalle-personaje.html?personaje=jesse" title="Web de detalle sobre Jesse Pinkman">Jesse Pinkman</a> finalmente llegan a un acuerdo para hacer negocio con las metanfetaminas producidas.</p>'
    }
]